Repository: jiangding01/Mole
Catalog: app/MoleApp/L10n/Localizable.xcstrings
Source language: en
Languages: zh_hans

# analyze.aggregate.title
source: %lld more items
zh_hans: 其他 %lld 项

# analyze.aggregate.tooltip
source: %lld items · %@ Click to expand
zh_hans: %lld 项 · %@ 点击展开为子视图

# analyze.failed.title
source: Scan failed
zh_hans: 扫描失败

# analyze.header.current
source: Current %@
zh_hans: 当前 %@

# analyze.header.disk
source: Disk %@ / %@
zh_hans: 磁盘 %@ / %@

# analyze.list.header
source: This folder · %lld
zh_hans: 当前目录 · %lld

# analyze.menu.open
source: Open
zh_hans: 进入

# analyze.menu.openAggregate
source: Expand %lld more items
zh_hans: 展开其他 %lld 项

# analyze.menu.reveal
source: Show in Finder
zh_hans: 在 Finder 中显示

# analyze.menu.trash
source: Move to Trash (coming soon)
zh_hans: 移到废纸篓（即将支持）

# analyze.rescan
source: Rescan
zh_hans: 重新扫描

# analyze.root
source: Home
zh_hans: 根目录

# analyze.scanning.prefix
source: Scanning
zh_hans: 正在扫描

# analyze.scanning.sub
source: Measuring folder sizes · %lld items
zh_hans: 统计目录大小 · %lld 个项目

# analyze.sort.name
source: Name
zh_hans: 名称

# analyze.sort.size
source: Size
zh_hans: 大小

# analyze.tooltip.access
source: Last accessed %@
zh_hans: 最后访问 %@

# apps.badge.review
source: Verify
zh_hans: 需复核

# apps.batch.clear
source: Clear all
zh_hans: 取消全选

# apps.batch.count
source: · %lld apps
zh_hans: · %lld 个 App

# apps.batch.remove
source: Remove %lld
zh_hans: 移除 %lld 项

# apps.confirm.message
source: The apps and selected leftover files will be moved to Trash — recoverable from Trash anytime.
zh_hans: 应用本体与勾选的残留文件将被移入废纸篓，可随时从废纸篓恢复。

# apps.confirm.perApp
source: App %@ · %lld leftovers
zh_hans: 本体 %@ · 残留 %lld 项

# apps.confirm.scanning
source: Scanning leftovers…
zh_hans: 残留扫描中…

# apps.confirm.total
source: Total %@
zh_hans: 共 %@

# apps.confirm.trash
source: Move to Trash
zh_hans: 移入废纸篓

# apps.done.back
source: Back to List
zh_hans: 返回列表

# apps.done.equiv
source: ≈ room for %lld more photos · %lld related files cleared
zh_hans: ≈ 可多存 %lld 张照片 · %lld 个关联文件一并清除

# apps.done.freed
source: Freed %@
zh_hans: 释放 %@

# apps.done.history
source: View History
zh_hans: 查看历史

# apps.done.title
source: Removed %lld apps
zh_hans: 已移除 %lld 个应用

# apps.done.trash
source: Everything went to Trash — recoverable anytime
zh_hans: 全部已移入废纸篓，可随时恢复

# apps.empty
source: No matching apps
zh_hans: 未找到匹配的应用

# apps.failed.title
source: Couldn't read the app list
zh_hans: 无法读取应用清单

# apps.header.count
source: %lld apps installed
zh_hans: 已安装应用 %lld 个

# apps.header.total
source: Total %@
zh_hans: 共 %@

# apps.leftovers.empty
source: No leftovers found
zh_hans: 未发现残留文件

# apps.leftovers.failed
source: Leftover scan failed
zh_hans: 残留扫描失败

# apps.leftovers.loading
source: Scanning leftovers…
zh_hans: 正在扫描残留…

# apps.loading.sub
source: Measuring app sizes and sources · first scan takes a few seconds
zh_hans: 统计应用体积与来源 · 首次扫描约需数秒

# apps.loading.title
source: Scanning installed apps
zh_hans: 正在扫描已安装应用

# apps.remove.confirmTitle
source: Remove %lld apps?
zh_hans: 移除 %lld 个应用？

# apps.remove.doneFailed
source: %lld items couldn't be removed (protected / whitelisted / permission) and were kept
zh_hans: %lld 项未能移除（受保护 / 白名单 / 权限不足），已为你保留

# apps.remove.quitAndContinue
source: Quit & Continue
zh_hans: 退出并继续

# apps.remove.runningMsg
source: Quit these before removal: %@. Apps will be asked to quit normally, with a chance to save unsaved work.
zh_hans: 移除前需要先退出：%@。将请求应用正常退出，未保存的内容会提示保存。

# apps.remove.runningTitle
source: Some apps are running
zh_hans: 有应用正在运行

# apps.remove.trashNote
source: Everything goes to Trash — recoverable anytime
zh_hans: 统一移入废纸篓，可随时恢复

# apps.removing.captionMany
source: %@ and %lld apps · moving to Trash
zh_hans: %@ 等 %lld 个应用 · 移入废纸篓

# apps.removing.captionOne
source: %@ · moving to Trash
zh_hans: %@ · 移入废纸篓

# apps.row.copyBundleId
source: Copy Bundle ID
zh_hans: 复制 Bundle ID

# apps.row.leftoverSummary
source: Remove app + %lld/%lld leftovers · total %@
zh_hans: 移除本体 + 残留 %lld/%lld 项 · 共 %@

# apps.row.reveal
source: Show in Finder
zh_hans: 在 Finder 中显示

# apps.row.reviewNote
source: · %@ to verify (off by default)
zh_hans: · %@ 需复核（默认不删）

# apps.search.placeholder
source: Search apps
zh_hans: 搜索应用

# apps.sort.name
source: Name
zh_hans: 名称

# apps.sort.size
source: Size
zh_hans: 大小

# apps.sort.source
source: Source
zh_hans: 来源

# apps.startup.empty
source: No login items or background services
zh_hans: 没有登录项或后台服务

# apps.startup.filter.all
source: All
zh_hans: 全部状态

# apps.startup.filter.off
source: Off
zh_hans: 已关闭

# apps.startup.filter.on
source: On
zh_hans: 已开启

# apps.startup.loading
source: Reading startup items
zh_hans: 正在读取启动项

# apps.startup.loginCaption
source: App · allowed to launch
zh_hans: App · 允许实际启动

# apps.startup.loginHeader
source: %lld login items
zh_hans: 登录项 %lld 个

# apps.startup.serviceHeader
source: %lld background services
zh_hans: 后台服务 %lld 个

# apps.startup.systemTag
source: system
zh_hans: 系统项

# apps.tab.startup
source: Login Items
zh_hans: 启动项

# apps.tab.uninstall
source: Uninstall
zh_hans: 卸载

# apps.tab.update
source: Updates
zh_hans: 更新

# apps.title
source: Apps
zh_hans: 软件

# apps.update.button
source: Update
zh_hans: 更新

# apps.update.done
source: Updated
zh_hans: 已更新

# apps.update.empty.note
source: v1 detects Homebrew-managed apps only; update App Store and self-updating apps through their own channels.
zh_hans: v1 仅检测 Homebrew 管理的应用；App Store 与自更新应用请在各自渠道更新。

# apps.update.empty.title
source: No updates available in Mole
zh_hans: 暂无可在 Mole 内完成的更新

# apps.update.failed
source: Update failed
zh_hans: 更新失败

# apps.update.header
source: %lld updatable in Mole
zh_hans: 可在 Mole 内更新 %lld 个

# apps.update.header.jump
source: %lld more need updating at the source
zh_hans: 另有 %lld 项需前往来源更新

# apps.update.ignore
source: Ignore update
zh_hans: 忽略更新

# apps.update.loading
source: Checking for updates
zh_hans: 正在检查更新

# apps.update.open.app
source: Check in the app
zh_hans: 打开应用检查更新

# apps.update.open.appstore
source: Open App Store
zh_hans: 前往 App Store

# apps.update.running
source: Updating…
zh_hans: 更新中…

# apps.update.sourceFilter
source: All sources
zh_hans: 全部来源

# apps.update.src.appstore.help
source: Update via the App Store
zh_hans: 需在 App Store 中更新

# apps.update.src.brew.help
source: Mole can run brew upgrade for you
zh_hans: Mole 可代为执行 brew upgrade

# apps.update.src.inapp.help
source: Check for updates inside the app
zh_hans: 需在应用内检查更新

# apps.update.updateAll
source: Update all
zh_hans: 全部更新

# apps.update.updateAll.count
source: Update all (%lld)
zh_hans: 全部更新（%lld 项）

# clean.badge.review
source: Verify
zh_hans: 需复核

# clean.confirm.selected
source: %lld selected
zh_hans: 已选 %lld 项

# clean.confirm.summary
source: %lld selected · %@
zh_hans: 已选 %lld 项 · %@

# clean.confirm.unknown
source: %lld more · size unknown
zh_hans: 另有 %lld 项大小未知

# clean.cta.clean
source: Clean Selected
zh_hans: 清理已选项

# clean.cta.rescan
source: Rescan
zh_hans: 重新扫描

# clean.cta.scan
source: Start Scan
zh_hans: 开始扫描

# clean.cta.stop
source: Stop Scan
zh_hans: 停止扫描

# clean.cta.stopClean
source: Stop Cleaning
zh_hans: 停止清理

# clean.done.cancelled
source: Stopped · %lld items untouched
zh_hans: 已停止 · %lld 项未处理

# clean.done.failed
source: %lld items failed and were kept
zh_hans: %lld 项清理失败，已为你保留

# clean.done.freed
source: Freed %@
zh_hans: 释放 %@

# clean.done.skipped
source: %lld items protected/whitelisted, skipped
zh_hans: %lld 项受保护/白名单，已跳过

# clean.done.trash
source: Everything went to Trash — recoverable anytime
zh_hans: 全部已移入废纸篓，可随时恢复

# clean.empty.sub
source: Nothing to clean — caches, logs and leftovers are already trimmed to the minimum. Nicely kept.
zh_hans: 没有可清理的内容——缓存、日志与残留都已是最精简的状态。保持得很好。

# clean.empty.title
source: Your Mac is clean
zh_hans: 你的 Mac 很干净

# clean.executing.caption
source: Moving to Trash — recoverable anytime
zh_hans: 正在移入废纸篓，可随时恢复

# clean.failed.title
source: Scan failed
zh_hans: 扫描失败

# clean.header.found
source: Reclaimable %@
zh_hans: 可清理 %@

# clean.idle.sub
source: Caches · logs · leftovers — review every item after the scan
zh_hans: 缓存 · 日志 · 卸载残留 — 扫描后逐项确认再清理

# clean.idle.title
source: Clean your Mac
zh_hans: 清理你的 Mac

# clean.insight.hint
source: Insight only — nothing is cleaned; review it on the Analyze page.
zh_hans: 仅提示，不会清理；建议前往分析页处理。

# clean.insight.title
source: Space Insight
zh_hans: 空间洞察

# clean.promise.logged
source: Every action logged
zh_hans: 删过有记录

# clean.promise.preview
source: Preview before deleting
zh_hans: 删前可预览

# clean.promise.trash
source: Moved to Trash
zh_hans: 删后进废纸篓

# clean.size.unknown
source: Unknown size
zh_hans: 大小未知

# clean.size.unknown.help
source: Measurement timed out — space freed is recorded after deletion
zh_hans: 测量超时，删除后按实际释放量记录

# clean.title
source: Clean
zh_hans: 清理

# common.cancel
source: Cancel
zh_hans: 取消

# common.retry
source: Retry
zh_hans: 重试

# history.action.copy
source: Copy Path
zh_hans: 复制路径

# history.action.reveal
source: Show in Trash
zh_hans: 在废纸篓中显示

# history.completed
source: Completed
zh_hans: 已完成

# history.count
source: %lld items
zh_hans: %lld 项

# history.empty.desc
source: Every cleanup you run in Mole is recorded here — review and restore anytime.
zh_hans: 你在 Mole 做过的每一次清理都会记录在这里，随时可以回看与找回。

# history.empty.title
source: No cleanup history yet
zh_hans: 还没有清理记录

# history.failed
source: Unable to load history
zh_hans: 无法读取历史记录

# history.freed
source: Freed %@ GB
zh_hans: 释放 %@ GB

# history.kind.clean
source: Clean
zh_hans: 清理

# history.kind.optimize
source: Optimize
zh_hans: 优化

# history.kind.purge
source: Purge
zh_hans: 瘦身

# history.kind.uninstall
source: Uninstall
zh_hans: 卸载

# history.loading
source: Loading history…
zh_hans: 正在读取历史…

# history.noDetail
source: No per-file details recorded for this run
zh_hans: 本次操作未记录文件明细

# history.recoverable
source: All moved to Trash, recoverable anytime
zh_hans: 全部已移入废纸篓，可随时恢复

# history.retry
source: Retry
zh_hans: 重试

# history.subtitle
source: A record of every clean, uninstall and optimize · deleted items are recoverable from Trash
zh_hans: 所有清理、卸载与优化操作的记录 · 删除项均可在废纸篓找回

# history.title
source: History
zh_hans: 历史

# nav.analyze
source: Analyze
zh_hans: 分析

# nav.apps
source: Apps
zh_hans: 软件

# nav.clean
source: Clean
zh_hans: 清理

# nav.optimize
source: Optimize
zh_hans: 优化

# nav.smartScan
source: Smart Scan
zh_hans: 智能扫描

# nav.status
source: Status
zh_hans: 状态

# onboarding.back
source: ‹ Back
zh_hans: ‹ 返回

# onboarding.fda.bodyEmphasis
source: never uploads any data
zh_hans: 不会上传任何数据

# onboarding.fda.bodyPrefix
source: Mole needs to read cache, container and Application Support folders to find all cleanable junk. This access is used only for reading and cleaning,
zh_hans: Mole 需要读取缓存、容器与 Application Support 目录，才能找全可清理的垃圾。此权限只用于读取与清理，

# onboarding.fda.continue
source: Continue
zh_hans: 继续

# onboarding.fda.granted
source: Granted
zh_hans: 已授权

# onboarding.fda.hint
source: Enable Mole under Privacy & Security › Full Disk Access
zh_hans: 在「隐私与安全性 › 完全磁盘访问」中勾选 Mole

# onboarding.fda.open
source: Open System Settings
zh_hans: 打开系统设置

# onboarding.fda.reopen
source: Reopen System Settings
zh_hans: 重新打开系统设置

# onboarding.fda.skip
source: Maybe later ›
zh_hans: 稍后再说 ›

# onboarding.fda.title
source: Grant Full Disk Access
zh_hans: 授予完全磁盘访问

# onboarding.fda.waiting
source: Waiting for access…
zh_hans: 等待授权…

# onboarding.fda.waitingHint
source: Continues automatically once access is detected
zh_hans: 检测到授权后会自动继续

# onboarding.helper.body.emph1
source: deep maintenance
zh_hans: 深度维护

# onboarding.helper.body.emph2
source: skipping now is totally fine
zh_hans: 现在跳过也完全没问题

# onboarding.helper.body.p1
source: Only a few
zh_hans: 只有少数

# onboarding.helper.body.p2
source: tasks (permissions repair, fan & battery care) need it. Daily cleaning and analysis are unaffected —
zh_hans: 任务（重建权限、风扇与电池养护）需要它。日常清理与分析不受影响，

# onboarding.helper.body.p3
source: ; you can install it in Settings anytime.
zh_hans: ，随时可在设置里安装。

# onboarding.helper.comingSoon
source: Coming soon
zh_hans: 即将推出

# onboarding.helper.install
source: Install helper
zh_hans: 安装助手

# onboarding.helper.skip
source: Skip for now, enter Mole
zh_hans: 先跳过，进入 Mole

# onboarding.helper.title
source: Optional: install background helper
zh_hans: 可选：安装后台助手

# onboarding.promise.log.desc
source: Every action is logged to history
zh_hans: 每次操作都写入历史

# onboarding.promise.log.title
source: Logged
zh_hans: 删过有记录

# onboarding.promise.preview.desc
source: Preview every item, then confirm before acting
zh_hans: 每一项都可预览，确认后再动手

# onboarding.promise.preview.title
source: Preview before delete
zh_hans: 删之前看得见

# onboarding.promise.trash.desc
source: All moved to Trash, restore anytime
zh_hans: 统一移入废纸篓，随时恢复

# onboarding.promise.trash.title
source: Recoverable
zh_hans: 删了能找回

# onboarding.start
source: Get started
zh_hans: 开始

# onboarding.welcome.sub1
source: A refined, restrained, trustworthy Mac maintenance tool.
zh_hans: 一个精致、克制、可信的 Mac 维护工具。

# onboarding.welcome.sub2
source: Before deleting anything, we make three promises:
zh_hans: 动手删文件之前，我们先立三个承诺：

# onboarding.welcome.title
source: Welcome to Mole
zh_hans: 欢迎使用 Mole

# optimize.adminNote
source: Admin-only steps are skipped for now; they unlock with the background helper (Phase 3).
zh_hans: 需要管理员权限的深度环节当前自动跳过；后台助手（Phase 3）上线后解锁。

# optimize.badge.readonly
source: Read-only
zh_hans: 只读

# optimize.badge.readonly.help
source: Read-only check — changes nothing
zh_hans: 只读检查，不会做任何修改

# optimize.bar.note
source: Explained before running · every action logged
zh_hans: 先解释后执行 · 每次操作写入历史

# optimize.cat.deep
source: Deep Maintenance
zh_hans: 深度维护

# optimize.cat.fixes
source: Fixes
zh_hans: 修复小毛病

# optimize.cat.routine
source: Routine
zh_hans: 日常维护

# optimize.cta.back
source: Back to List
zh_hans: 返回清单

# optimize.cta.run
source: Optimize %lld Tasks
zh_hans: 开始优化（%lld 项）

# optimize.failed.title
source: Couldn't load the task list
zh_hans: 无法读取任务清单

# optimize.header.selected
source: %lld/%lld selected
zh_hans: 已选 %lld/%lld 项

# optimize.list.sub.prefix
source: Explain first, then run ·
zh_hans: 先解释，后执行 · 已选

# optimize.list.sub.suffix
source: selected
zh_hans: 项

# optimize.list.title
source: Custom maintenance tasks
zh_hans: 自定义养护任务

# optimize.loading
source: Loading tasks…
zh_hans: 正在读取任务清单…

# optimize.report.failed
source: %lld failed
zh_hans: %lld 项失败

# optimize.report.note
source: Every action is logged — review anytime
zh_hans: 每次操作都写入历史，可随时回看

# optimize.report.skipped
source: %lld whitelisted, skipped
zh_hans: %lld 项白名单跳过

# optimize.report.title
source: %lld tasks completed
zh_hans: 完成 %lld 项优化

# optimize.status.failed
source: Failed
zh_hans: 失败

# optimize.status.whitelisted
source: Whitelisted
zh_hans: 白名单

# optimize.task.cache_refresh.desc
source: Refresh QuickLook thumbnails & icon services cache
zh_hans: 刷新快速查看缩略图与图标服务缓存

# optimize.task.cache_refresh.name
source: Finder Cache Refresh
zh_hans: Finder 缓存刷新

# optimize.task.cache_refresh.result
source: Thumbnail & icon caches refreshed
zh_hans: 缩略图与图标缓存已刷新

# optimize.task.coreduet_cleanup.desc
source: Clean old usage tracking data
zh_hans: 清理过期的使用行为跟踪数据

# optimize.task.coreduet_cleanup.name
source: Usage Data
zh_hans: 使用习惯数据

# optimize.task.coreduet_cleanup.result
source: Usage tracking data cleaned
zh_hans: 使用习惯数据已清理

# optimize.task.disk_permissions_repair.desc
source: Fix user directory permission issues
zh_hans: 纠正用户目录中被改乱的读写权限

# optimize.task.disk_permissions_repair.name
source: Permission Repair
zh_hans: 权限修复

# optimize.task.disk_permissions_repair.result
source: 12 permission issues fixed
zh_hans: 修复了 12 处权限问题

# optimize.task.disk_verify.desc
source: Verify filesystem integrity
zh_hans: 校验文件系统完整性

# optimize.task.disk_verify.name
source: Disk Health
zh_hans: 磁盘健康

# optimize.task.disk_verify.result
source: Filesystem verified
zh_hans: 文件系统校验通过（Verified）

# optimize.task.dock_refresh.desc
source: Restart Dock to free UI process memory
zh_hans: 重启 Dock 释放界面进程内存

# optimize.task.dock_refresh.name
source: Dock Refresh
zh_hans: 刷新 Dock

# optimize.task.fix_broken_configs.desc
source: Fix corrupted preferences files
zh_hans: 修复已损坏的偏好设置文件

# optimize.task.fix_broken_configs.name
source: Broken Config Repair
zh_hans: 损坏配置修复

# optimize.task.fix_broken_configs.result
source: 2 corrupted plists repaired
zh_hans: 修复了 2 个损坏的 plist

# optimize.task.launch_agents_cleanup.desc
source: Remove broken LaunchAgents whose binaries no longer exist
zh_hans: 移除可执行文件已不存在的 LaunchAgents

# optimize.task.launch_agents_cleanup.name
source: Launch Agents Cleanup
zh_hans: 失效启动项清理

# optimize.task.launch_agents_cleanup.result
source: 3 broken LaunchAgents removed
zh_hans: 移除了 3 个失效 LaunchAgent

# optimize.task.launch_services_rebuild.desc
source: Rebuild the Open With database
zh_hans: 重建 LaunchServices 的「打开方式」数据库

# optimize.task.launch_services_rebuild.name
source: Launch Services Rebuild
zh_hans: 重建「打开方式」

# optimize.task.launch_services_rebuild.result
source: 23 duplicate Open With entries removed
zh_hans: 清理了 23 个重复的「打开方式」项

# optimize.task.legacy_overrides_audit.desc
source: Remove hidden App Nap / disk-image verification overrides left by old tweak tools
zh_hans: 移除旧优化工具留下的 App Nap / 磁盘映像校验覆写

# optimize.task.legacy_overrides_audit.name
source: Legacy Overrides
zh_hans: 遗留覆写清理

# optimize.task.legacy_overrides_audit.result
source: 2 legacy overrides removed
zh_hans: 移除了 2 项遗留覆写

# optimize.task.login_items_audit.desc
source: Audit login items for broken entries
zh_hans: 检查登录项中是否存在失效条目

# optimize.task.login_items_audit.name
source: Login Items
zh_hans: 登录项体检

# optimize.task.login_items_audit.result
source: 6 login items · 1 broken
zh_hans: 6 个登录项 · 其中 1 个已失效

# optimize.task.memory_pressure_relief.desc
source: Free long-held inactive memory
zh_hans: 释放长期驻留的非活跃内存

# optimize.task.memory_pressure_relief.name
source: Memory Pressure Relief
zh_hans: 内存压力释放

# optimize.task.network_optimization.desc
source: Optimize DNS cache & restart mDNSResponder
zh_hans: 优化 DNS 缓存并重启 mDNSResponder

# optimize.task.network_optimization.name
source: Network Cache Refresh
zh_hans: 网络缓存刷新

# optimize.task.network_optimization.result
source: mDNSResponder restarted
zh_hans: mDNSResponder 已重启

# optimize.task.network_stack_optimize.desc
source: Flush routing table and ARP cache
zh_hans: 清空路由表与 ARP 缓存

# optimize.task.network_stack_optimize.name
source: Network Stack Refresh
zh_hans: 网络栈刷新

# optimize.task.network_stack_optimize.result
source: Routing table & ARP cache flushed
zh_hans: 路由表与 ARP 缓存已清空

# optimize.task.notification_cleanup.desc
source: Clean old delivered notifications to reduce database bloat
zh_hans: 清除已送达的旧通知，避免通知数据库膨胀

# optimize.task.notification_cleanup.name
source: Notifications
zh_hans: 通知记录清理

# optimize.task.notification_cleanup.result
source: 1,204 delivered notifications cleared
zh_hans: 清理了 1,204 条已送达通知

# optimize.task.periodic_maintenance.desc
source: Run macOS daily/weekly/monthly scripts if stale
zh_hans: 已过期时执行 macOS 的日 / 周 / 月维护脚本

# optimize.task.periodic_maintenance.name
source: Periodic Maintenance
zh_hans: 周期性维护

# optimize.task.periodic_maintenance.result
source: daily · weekly · monthly scripts run
zh_hans: daily · weekly · monthly 已执行

# optimize.task.prevent_network_dsstore.desc
source: Stop writing .DS_Store on network/USB volumes
zh_hans: 停止在网络与 U 盘卷上写入 .DS_Store

# optimize.task.prevent_network_dsstore.name
source: Prevent Finder .DS_Store
zh_hans: 阻止生成 .DS_Store

# optimize.task.prevent_network_dsstore.result
source: .DS_Store writing disabled on network volumes
zh_hans: 已关闭网络卷 .DS_Store 写入

# optimize.task.quarantine_cleanup.desc
source: Clear Gatekeeper download tracking history
zh_hans: 清除 Gatekeeper 的下载来源跟踪记录

# optimize.task.quarantine_cleanup.name
source: Quarantine Database Cleanup
zh_hans: 隔离数据库清理

# optimize.task.quarantine_cleanup.result
source: 862 download records cleared
zh_hans: 清理了 862 条下载记录

# optimize.task.saved_state_cleanup.desc
source: Remove saved application states older than 30 days
zh_hans: 移除 30 天以上的应用窗口状态残留

# optimize.task.saved_state_cleanup.name
source: App State Cleanup
zh_hans: 应用状态清理

# optimize.task.saved_state_cleanup.result
source: Removed 41 stale saved states
zh_hans: 清理了 41 项过期窗口状态

# optimize.task.shared_file_list_repair.desc
source: Repair corrupted Finder favorites and recent documents
zh_hans: 修复 Finder 收藏与最近文档的损坏记录

# optimize.task.shared_file_list_repair.name
source: Shared File Lists
zh_hans: 共享文件列表修复

# optimize.task.shared_file_list_repair.result
source: 1 favorites entry repaired
zh_hans: 修复了 1 处收藏项记录

# optimize.task.spotlight_index_optimize.desc
source: Rebuild index if search is slow (smart detection)
zh_hans: 搜索变慢时才重建索引（自动判断）

# optimize.task.spotlight_index_optimize.name
source: Spotlight Optimization
zh_hans: Spotlight 优化

# optimize.task.spotlight_index_optimize.result
source: Index healthy — no rebuild needed
zh_hans: 索引状态良好，未做重建

# optimize.task.spotlight_orphan_rules_cleanup.desc
source: Remove search-rule entries for uninstalled apps
zh_hans: 移除已卸载应用留下的搜索规则

# optimize.task.spotlight_orphan_rules_cleanup.name
source: Spotlight Orphan Rules
zh_hans: Spotlight 孤立规则

# optimize.task.spotlight_orphan_rules_cleanup.result
source: 7 orphan search rules removed
zh_hans: 移除了 7 条孤立搜索规则

# optimize.task.sqlite_vacuum.desc
source: Compress SQLite databases for Mail, Safari & Messages (skips running apps)
zh_hans: 压缩邮件、Safari 与信息的数据库（应用运行中会跳过）

# optimize.task.sqlite_vacuum.name
source: Database Optimization
zh_hans: 数据库压缩

# optimize.task.sqlite_vacuum.result
source: 3 databases compressed · Safari skipped (running)
zh_hans: 压缩了 3 个数据库 · Safari 运行中已跳过

# optimize.task.system_maintenance.desc
source: Refresh DNS cache & verify Spotlight status
zh_hans: 刷新 DNS 缓存并核对 Spotlight 索引状态

# optimize.task.system_maintenance.name
source: DNS & Spotlight Check
zh_hans: DNS 与 Spotlight 检查

# optimize.task.system_maintenance.result
source: DNS flushed · Spotlight healthy
zh_hans: DNS 已刷新 · Spotlight 状态正常

# optimize.title
source: Optimize
zh_hans: 优化

# settings.about.core
source: Bundled Core
zh_hans: 内嵌核心版本

# settings.about.footer
source: © 2026 Mole · A refined, restrained, trustworthy Mac maintenance tool
zh_hans: © 2026 Mole · 精致、克制、可信的 Mac 维护工具

# settings.about.license
source: Open Source Licenses
zh_hans: 开源许可

# settings.about.license.action
source: View third-party licenses ›
zh_hans: 查看第三方许可 ›

# settings.about.onboarding
source: First-run Guide
zh_hans: 首次启动引导

# settings.about.onboarding.action
source: View again ›
zh_hans: 重新查看 ›

# settings.about.update
source: Check for Updates
zh_hans: 检查更新

# settings.about.update.action
source: Go to releases ›
zh_hans: 前往发布页 ›

# settings.about.version
source: Version %@ (build %@)
zh_hans: 版本 %@ (build %@)

# settings.advanced.index
source: Clear Scan Index
zh_hans: 清理缓存索引

# settings.advanced.index.action
source: Rebuild
zh_hans: 重建

# settings.advanced.index.desc
source: Rebuild Mole’s scan index; the next scan will be a little slower.
zh_hans: 重建 Mole 的扫描索引，下次扫描会稍慢。

# settings.advanced.log
source: Diagnostic Logs
zh_hans: 诊断日志

# settings.advanced.log.action
source: Export…
zh_hans: 导出…

# settings.advanced.log.desc
source: Export run logs for troubleshooting; no file contents are included.
zh_hans: 导出运行日志用于排查问题，不含文件内容。

# settings.advanced.reset
source: Reset All Settings
zh_hans: 重置所有设置

# settings.advanced.reset.action
source: Reset
zh_hans: 重置

# settings.advanced.reset.confirm.msg
source: This restores default preferences. Your whitelist and permissions stay unchanged.
zh_hans: 将恢复到默认偏好。白名单与授权不受影响。

# settings.advanced.reset.confirm.ok
source: Reset
zh_hans: 重置

# settings.advanced.reset.confirm.title
source: Reset all settings?
zh_hans: 重置所有设置？

# settings.advanced.reset.desc
source: Restore default preferences; the whitelist and permissions are unaffected.
zh_hans: 恢复到默认偏好，白名单与授权不受影响。

# settings.appearance.dark
source: Dark
zh_hans: 深色

# settings.appearance.follow
source: Follow
zh_hans: 跟随
